---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CopyImposterContentWarn
source: html/b56b5047-854e-0b9e-067e-ca348916f21d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CopyImposterContentWarn Property

Cannot copy Render Appearance.

## Syntax (C#)
```csharp
public static FailureDefinitionId CopyImposterContentWarn { get; }
```